
kii = [
    {"name": "Основные документы", "href": "kii0"},
    {"name": "Связь             ", "href": "kii1"},
    {"name": "Госсопка          ", "href": "kii2"}
]
bankSecurity =[
    {"name": "               Стандарты банка РФ", "href": "bs0"},
    {"name": "Криптография                     ", "href": "bs1"},
    {"name": "ГОСТы по безопасности            ", "href": "bs2"},
    {"name": "Нормативно-правовые акты банка РФ", "href": "bs3"}
]
personalData =[
    {"name": "Основные документы", "href": "pd0"},
    {"name": "Обеспечение безопасности", "href": "pd1"},
    {"name": "Блокировка нарушителей", "href": "pd2"},
    {"name": "Банковская специфика", "href": "pd3"},
    {"name": "Единая биометрическая система", "href": "pd4"},
    {"name": "Особые случаи обработки ПДн", "href": "pd5"},
    {"name": "Сроки хранения", "href": "pd6"},
    {"name": "Международные требования", "href": "pd7"},
    {"name": "Примеры внутренних документов", "href": "pd8"}
]
technicalControl =[
    {"name": "Основные документы", "href": "tc0"},
    {"name": "Спецификация СЗИ", "href": "tc1"},
    {"name": "Аттестация объектов информатизации", "href": "tc2"}
]
govRegulation =[
    {"name": "ФСТЭК", "href": "gr0"},
    {"name": "ФСБ", "href": "gr1"},
    {"name": "Минкомсвязь", "href": "gr2"},
    {"name": "Роскомнадзор", "href": "gr3"},
    {"name": "Банк Росиии", "href": "gr4"},
    {"name": "Минобороны и Генштаб", "href": "gr5"},
    {"name": "Министерство юстиции", "href": "gr6"},
    {"name": "Министерство иностранных дел", "href": "gr7"}
]
primaryDocs =[
    {"name": "Стратегические", "href": "pdoc0"},
    {"name": "Системообразующие", "href": "pdoc1"},
    {"name": "Основы законодательства", "href": "pdoc2"},
]
GISandMIS =[
    {"name": "Основные документы", "href": "gam0"},
    {"name": "СМЭВ", "href": "gam1"},
    {"name": "Обеспечение безопасности", "href": "gam2"},
    {"name": "Открытые данные", "href": "gam3"},
    {"name": "Здравоохранение", "href": "gam4"}
]
secret =[
    {"name": "Государственная", "href": "s0"},
    {"name": "Коммерческая", "href": "s1"},
    {"name": "Служебная", "href": "s2"},
    {"name": "Банковская", "href": "s3"},
    {"name": "Инсайдерская информация", "href": "s4"}
]
allDocs =[
    {"name": "Защита связи", "href": "ad0"},
    {"name": "ИБ и персонал", "href": "ad1"},
    {"name": "Судебные тяжбы", "href": "ad2"},
    {"name": "Криптография", "href": "ad3"},
    {"name": "Электронная подпись", "href": "ad4"},
    {"name": "Торгово-энергетический комплекс", "href": "ad5"},
    {"name": "Транспорт", "href": "ad6"},
    {"name": "Национальная платежная система", "href": "ad7"},
    {"name": "Здравоохранение", "href": "ad8"},
    {"name": "Образование", "href": "ad9"},
    {"name": "Иноагенты", "href": "ad10"}
]