kii1 = [
    {"source": "Федеральный закон от 26.07.2017 N 187-ФЗ «О безопасности критической информационной инфраструктуры Российской Федерации»", "href": "https://www.consultant.ru/document/cons_doc_LAW_220885/"},
    {"source": "Указ Президента РФ от 30.03.2022 N 166 «О мерах по обеспечению технологической независимости и безопасности критической информационной инфраструктуры Российской Федерации»", "href": "https://www.consultant.ru/document/cons_doc_LAW_413177/"},
    {"source": "«Основные направления государственной политики в области обеспечения безопасности автоматизированных систем управления производственными и технологическими процессами критически важных объектов инфраструктуры Российской Федерации» (утв. Президентом РФ 03.02.2012 N 803) [Совет безопасности РФ]", "href": "https://www.consultant.ru/cons/cgi/online.cgi?req=doc&base=LAW&n=150730#9SqkQWTljUsHpRjR"},
    {"source": "Постановление Правительства РФ от 08.02.2018 N 127 «Об утверждении Правил категорирования объектов критической информационной инфраструктуры Российской Федерации, а также перечня показателей критериев значимости объектов критической информационной инфраструктуры Российской Федерации и их значений» [Кодекс]", "href": "https://www.consultant.ru/document/cons_doc_LAW_290595/"},
    {
        "source": "Приказ ФСБ России от 24.07.2018 N 367 «Об утверждении Перечня информации, представляемой в государственную систему обнаружения, предупреждения и ликвидации последствий компьютерных атак на информационные ресурсы Российской Федерации и Порядка представления информации в государственную систему обнаружения, предупреждения и ликвидации последствий компьютерных атак на информационные ресурсы Российской Федерации» (Зарегистрировано в Минюсте России 06.09.2018 N 52108) [Кодекс]",
        "href": "https://www.consultant.ru/document/cons_doc_LAW_306335/"},
    {
        "source": "Приказ ФСБ России от 24.07.2018 N 368 «Об утверждении Порядка обмена информацией о компьютерных инцидентах между субъектами критической информационной инфраструктуры Российской Федерации, между субъектами критической информационной инфраструктуры Российской Федерации и уполномоченными органами иностранных государств, международными, международными неправительственными организациями и иностранными организациями, осуществляющими деятельность в области реагирования на компьютерные инциденты, и Порядка получения субъектами критической информационной инфраструктуры Российской Федерации информации о средствах и способах проведения компьютерных атак и о методах их предупреждения и обнаружения» (Зарегистрировано в Минюсте России 06.09.2018 N 52107) [Кодекс]",
        "href": "https://www.consultant.ru/document/cons_doc_LAW_306336/"},
    {
        "source": "Приказ ФСБ России от 06.05.2019 N 196 «Об утверждении требований к средствам, предназначенным для обнаружения, предупреждения и ликвидации последствий компьютерных атак и реагирования на компьютерные инциденты» (Зарегистрирован 31.05.2019 № 54801)",
        "href": "http://publication.pravo.gov.ru/Document/View/0001201905310017"},
    {
        "source": "Приказ ФСБ России от 19.06.2019 N 281 «Об утверждении Порядка, технических условий установки и эксплуатации средств, предназначенных для обнаружения, предупреждения и ликвидации последствий компьютерных атак и реагирования на компьютерные инциденты, за исключением средств, предназначенных для поиска признаков компьютерных атак в сетях электросвязи, используемых для организации взаимодействия объектов критической информационной инфраструктуры Российской Федерации» (Зарегистрировано в Минюсте России 16.07.2019 N 55285) [Кодекс]",
        "href": "https://www.consultant.ru/document/cons_doc_LAW_329209/"},

    {"source": "Приказ ФСБ России от 24.07.2018 N 367 «Об утверждении Перечня информации, представляемой в государственную систему обнаружения, предупреждения и ликвидации последствий компьютерных атак на информационные ресурсы Российской Федерации и Порядка представления информации в государственную систему обнаружения, предупреждения и ликвидации последствий компьютерных атак на информационные ресурсы Российской Федерации» (Зарегистрировано в Минюсте России 06.09.2018 N 52108) [Кодекс]", "href": "https://www.consultant.ru/document/cons_doc_LAW_306335/"},
    {"source": "Приказ ФСБ России от 24.07.2018 N 368 «Об утверждении Порядка обмена информацией о компьютерных инцидентах между субъектами критической информационной инфраструктуры Российской Федерации, между субъектами критической информационной инфраструктуры Российской Федерации и уполномоченными органами иностранных государств, международными, международными неправительственными организациями и иностранными организациями, осуществляющими деятельность в области реагирования на компьютерные инциденты, и Порядка получения субъектами критической информационной инфраструктуры Российской Федерации информации о средствах и способах проведения компьютерных атак и о методах их предупреждения и обнаружения» (Зарегистрировано в Минюсте России 06.09.2018 N 52107) [Кодекс]", "href": "https://www.consultant.ru/document/cons_doc_LAW_306336/"},
    {"source": "Приказ ФСБ России от 06.05.2019 N 196 «Об утверждении требований к средствам, предназначенным для обнаружения, предупреждения и ликвидации последствий компьютерных атак и реагирования на компьютерные инциденты» (Зарегистрирован 31.05.2019 № 54801)", "href": "http://publication.pravo.gov.ru/Document/View/0001201905310017"},
    {"source": "Приказ ФСБ России от 19.06.2019 N 281 «Об утверждении Порядка, технических условий установки и эксплуатации средств, предназначенных для обнаружения, предупреждения и ликвидации последствий компьютерных атак и реагирования на компьютерные инциденты, за исключением средств, предназначенных для поиска признаков компьютерных атак в сетях электросвязи, используемых для организации взаимодействия объектов критической информационной инфраструктуры Российской Федерации» (Зарегистрировано в Минюсте России 16.07.2019 N 55285) [Кодекс]", "href": "https://www.consultant.ru/document/cons_doc_LAW_329209/"}

]

kii2 = [

    {"source": "IB2", "href": "/user"},
    {"source": "Вот демонстрация стилей форм Bootstrap. Читайте документацию по требуемым классам, расположению форм и т.д.", "href": "/user"},
    {"source": "IB4", "href": "/user"},
    {"source": "IB1", "href": "/user"},
    {"source": "IB2", "href": "/user"},
    {"source": "IB3", "href": "/user"},
    {"source": "IB4", "href": "/user"},
    {"source": "IB3", "href": "/user"},
    {"source": "IB4", "href": "/user"}
]

kii0 = [
    {"source": "IB1", "href": "/user"},
    {"source": "Вот демонстрация стилей форм Bootstrap. Читайте документацию по требуемым классам, расположению форм и т.д.", "href": "/user"},
    {"source": "IB3", "href": "/user"},
    {"source": "IB4", "href": "/user"},
    {"source": "Вот демонстрация стилей форм Bootstrap. Читайте документацию по требуемым классам, расположению форм и т.д.", "href": "/user"}
]